{
  "cards": [
    {
      "front": {
        "title": "夜半敲门",
        "description": "一个人住在山顶的小屋里，半夜听见有敲门声，他打开门却没有人，于是去睡了。等了一会儿又有敲门声，去开门还是没人，反复几次后，第二天有人在山脚下发现一具尸体，警察来把山顶的人带走了。"
      },
      "back": {
        "title": "汤底",
        "description": "山顶小屋的门是向外开的。敲门的人是个登山者，他攀爬时受伤，好不容易爬到小屋门口敲门求助。每次屋主开门，门都会把登山者推下山崖，登山者挣扎着爬上来再次敲门，反复几次后最终力竭摔死在山脚。屋主因过失导致他人死亡被警察带走。"
      }
    },
    {
      "front": {
        "title": "水草",
        "description": "一个男人去湖边散步，看到一个老人在钓鱼，就问老人：“这湖里有水草吗？” 老人说：“没有，我钓了这么多年鱼，从没见过水草。” 男人听完后，突然跳湖自杀了。"
      },
      "back": {
        "title": "汤底",
        "description": "男人曾和女友在这个湖里游泳，女友溺水时，他拼命去救，却感觉被水草缠住了脚，挣扎后没能救回女友。多年后他才从老人的话中得知湖里没有水草 —— 当年缠住他的，其实是女友的头发。他意识到是自己的误解导致女友死亡，愧疚之下自杀。"
      }
    },
    {
      "front": {
        "title": "葬礼的故事",
        "description": "有个女孩和姐姐参加母亲的葬礼，在葬礼上她遇到了一个很帅的男人，对他一见钟情。葬礼结束后，女孩回到家就把姐姐杀了。"
      },
      "back": {
        "title": "汤底",
        "description": "女孩认为只要再举办一场葬礼，就能再次见到那个帅气的男人。她天真地以为男人是因葬礼而来，所以杀了姐姐，想通过姐姐的葬礼重逢。"
      }
    },
    {
      "front": {
        "title": "电梯之谜",
        "description": "一个人住在十楼，他每天出门都乘电梯到一楼，回家时如果电梯里只有他一个人，就会坐到七楼然后走楼梯上去；如果电梯里有人，或者当天下雨，他就会直接坐到十楼。"
      },
      "back": {
        "title": "汤底",
        "description": "这个人是个小孩（或侏儒），身高不够，无法按到十楼的按钮。当电梯里没人时，他最多只能按到七楼，之后只能走楼梯；如果有人，可以请别人帮忙按十楼；下雨天他会带伞，能用伞尖按到十楼的按钮。"
      }
    },
    {
      "front": {
        "title": "牛吃草",
        "description": "有一个年轻的男人，他的房子和邻居夫妇的房子中间隔着一片草坪。有一天深夜，男人被隔壁的吵架声吵醒，之后他又听到了摔东西的声音、砍东西的声音和牛吃草的声音，过了一会儿，又听到了有人撞他家门的声音，但他都没理会，又睡了过去。第二天，他发现隔壁的女主人惨死在他家门口。"
      },
      "back": {
        "title": "汤底",
        "description": "邻居夫妇吵架，丈夫情绪失控砍断了妻子的四肢。妻子无法爬行，只能用牙齿咬着草坪上的草一点点移动，发出 “牛吃草” 的声音。她最终爬到男人家门口，用头撞门求救，但男人没理会，她最终失血过多死亡。"
      }
    },
    {
      "front": {
        "title": "满地木屑",
        "description": "马戏团里有两个侏儒，瞎子侏儒比另一个侏儒矮。马戏团只需要一个侏儒，且越矮越好。两个侏儒决定比谁的个子矮，个子高的就去自杀。可是，在约定比个子的前一天，瞎子侏儒却在家里自杀了，地上残留着许多木屑。"
      },
      "back": {
        "title": "汤底",
        "description": "另一个侏儒偷偷跑到瞎子侏儒家里，把他的家具腿都锯短了。瞎子侏儒看不见，只能通过触摸家具来判断自己的身高 —— 当他发现家具 “变矮” 时，误以为自己长高了，觉得会输掉比赛，于是绝望自杀。"
      }
    },
    {
      "front": {
        "title": "绿牙",
        "description": "男子清晨刷牙发现牙齿变绿，吓疯了。"
      },
      "back": {
        "title": "汤底",
        "description": "男子是太平间守卫，尸体失踪后警方在尸体上涂抹荧光粉。男子有梦游异食癖，半夜吃尸体导致牙齿染绿，清晨看到绿牙后意识到自己的行为，吓疯了。"
      }
    },
    {
      "front": {
        "title": "柠檬之死",
        "description": "胖女孩吃柠檬后死亡。"
      },
      "back": {
        "title": "汤底",
        "description": "女孩此前吃了很多红烧龙虾，虾类含有砷类化合物，与柠檬反应生成砒霜，女孩因砒霜中毒死亡。"
      }
    },
    {
      "front": {
        "title": "雪山梦游者",
        "description": "两人被困雪山，救援时发现均中枪身亡。"
      },
      "back": {
        "title": "汤底",
        "description": "其中一人梦游时连续 7 天杀害同伴并埋葬，最终清醒后意识到自己的行为，绝望自杀。"
      }
    },
    {
      "front": {
        "title": "餐馆切手狂",
        "description": "餐厅食客均少了一只手。"
      },
      "back": {
        "title": "汤底",
        "description": "老板为让残疾儿子融入社会，认为大家都少一只手，儿子就不会被歧视，于是故意砍断所有食客的手。"
      }
    },
    {
      "front": {
        "title": "捉迷藏悲剧",
        "description": "男孩在葬礼上说 “姐姐在跳舞”，吓晕母亲。"
      },
      "back": {
        "title": "汤底",
        "description": "姐姐躲进纸屋，结果纸屋被点燃，男孩目睹其被烧死的惨状，以为姐姐在火中跳舞。在葬礼上说出这句话，母亲得知真相后吓晕。"
      }
    },
    {
      "front": {
        "title": "偷渡者之死",
        "description": "小明偷渡后死亡。"
      },
      "back": {
        "title": "汤底",
        "description": "小明偷渡时藏身飞机货舱，因货舱缺氧且温度极低，小明在飞行过程中缺氧冻死，飞机到达目的地打开货舱后，尸体坠落。"
      }
    },
    {
      "front": {
        "title": "灯塔守卫人",
        "description": "灯塔守卫人死亡。"
      },
      "back": {
        "title": "汤底",
        "description": "小明是灯塔守护人，某天晚上误关灯，导致船只失去导航而碰撞失事，他自责之下自杀。"
      }
    },
    {
      "front": {
        "title": "五步",
        "description": "一个人离他的车有 30 米，但是他只走了五步就上车了。"
      },
      "back": {
        "title": "汤底",
        "description": "他在十楼上班，通过电梯到地下车库上车，他的车停在地下的电梯口，从电梯出来走五步就到车旁了。"
      }
    },
    {
      "front": {
        "title": "借书",
        "description": "一位老人，每周都会去图书馆借书，但是每次借书前都会翻到第 30 页。"
      },
      "back": {
        "title": "汤底",
        "description": "这位老人不识字，而他的孩子腿脚不便，于是每次看完都在 30 页做上记号，再借书的时候看到记号就知道这本书孩子看过了，就不借了。"
      }
    },
    {
      "front": {
        "title": "出租车",
        "description": "一个人从一间屋子里出来，伸手招了辆出租车，然后他再也没能回来这间屋子。"
      },
      "back": {
        "title": "汤底",
        "description": "这个人是小偷，他从屋内偷完东西出来打车想逃跑，结果出租车司机是这间屋子的主人，司机发现后直接带着他开去了警察局。"
      }
    },
    {
      "front": {
        "title": "牛吃草",
        "description": "你独自住在郊外，附近只有一户邻居，是一对养牛的夫妻。某天深夜，你听到隔壁有牛吃草的声音，过了一会儿又听到了有人撞门的声音，但你没有理会，第二天早上，你发现隔壁的女主人死在了你的家门口。"
      },
      "back": {
        "title": "汤底",
        "description": "邻居夫妻关系很差，那天邻居夫妻吵架，丈夫一怒之下把妻子的舌头割了下来，并砍下了妻子的四肢。妻子无法说话，只能用嘴咬着草爬行，爬到你家门口想向你求助，却因失血过多死亡。"
      }
    },
    {
      "front": {
        "title": "女明星",
        "description": "女明星养了一个女儿，从小她都会时不时给她的女儿戴一顶帽子，有一天她带她女儿去医院，女儿在医院知道真相后就自杀了。"
      },
      "back": {
        "title": "汤底",
        "description": "女明星毁过容，养女儿是为了得到移植脸皮到她自己的脸上，那顶帽子是她自己的，时不时给女儿戴上是为了测量女儿头部大小，一旦刚好合适，就可以带去医院做脸部移植手术。女儿在医院得知真相后，无法接受，选择自杀。"
      }
    },
    {
      "front": {
        "title": "魔术",
        "description": "小明是个非常崇拜父亲的小孩，有一天小明将妈妈杀了，并对爸爸说了一句话，爸爸就自杀了。"
      },
      "back": {
        "title": "汤底",
        "description": "小明的爸爸是一个魔术师，经常表演用刀切开人再接回去的魔术。有一天趁爸爸不在，小明拿妈妈尝试这个魔术，以为能像爸爸那样把妈妈复原，结果妈妈死了。小明对爸爸说：“爸爸，我把妈妈切开了，你快把她接回去。” 爸爸得知后，崩溃自杀。"
      }
    },
    {
      "front": {
        "title": "山顶小屋",
        "description": "一个人住在山顶的小屋里，半夜听见有敲门声音，但是他打开门却没有人，于是去睡了。过了一会儿又有敲门声，他再打开门，还是没人，如此反复几次。第二天，警察在山脚下发现一具尸体，报案人就是住在山顶的那个人，请问怎么回事？"
      },
      "back": {
        "title": "汤底",
        "description": "山顶的小屋的门前是悬崖，悬崖下的人好不容易才爬上来，想要敲门求救。结果门是向外开的，每次开门都会把人推下山，反复几次后，这人最终摔死在山脚下。"
      }
    },
    {
      "front": {
        "title": "沙漠奇案",
        "description": "有一个人在沙漠中，头朝下死了，不远处散落着几个行李箱子，而这个人手里紧紧地抓着半个火柴，推理这个人是怎么死的？"
      },
      "back": {
        "title": "汤底",
        "description": "这个人和朋友乘热气球飞在空中，热气球故障，丢光行李仍超重一些，于是抓阄，抽到半个火柴的人会被扔下去，这个人就是抽到半个火柴的倒霉蛋。"
      }
    }
  ]
}